tap "adoptopenjdk/openjdk"
tap "aquaproj/aqua"
tap "ethereum/ethereum"
tap "facebook/fb"
tap "go-task/tap"
tap "himanoa/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "paritytech/paritytech"
tap "planetscale/tap"
tap "stripe/stripe-cli"
brew "act"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "boost"
brew "newt"
brew "tmux"
brew "byobu"
brew "glib"
brew "cocoapods"
brew "libavif"
brew "gd"
brew "libpq"
brew "php"
brew "composer"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "ethereum"
brew "fish"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "gobject-introspection"
brew "goenv"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "jasper"
brew "netpbm"
brew "gts"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "libfido2"
brew "mkcert"
brew "mysql"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "openjdk@11"
brew "openapi-generator"
brew "peco"
brew "php@8.1"
brew "pmd"
brew "python@3.10"
brew "python@3.9"
brew "rust"
brew "sbt"
brew "tig"
brew "tree"
brew "uncrustify"
brew "watchman"
brew "z"
brew "aquaproj/aqua/aqua"
brew "facebook/fb/idb-companion"
brew "go-task/tap/go-task"
brew "himanoa/tap/mdmg"
brew "planetscale/tap/pscale"
brew "stripe/stripe-cli/stripe"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "gas-mask"
cask "licecap"
cask "meetingbar"
cask "mysqlworkbench"
cask "react-native-debugger"
cask "sequel-ace"
cask "tableplus"
cask "temurin"
cask "docker"
cask "iterm2"
cask "microsoft-teams"
cask "google-chrome"
cask "visual-studio-code"
cask "dbeaver-community"
cask "tableplus"
cask "alfred"
cask "slack"
vscode "farosystemappender constructor"
vscode "bradlc.vscode-tailwindcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "foxundermoon.shell-format"
vscode "fwcd.kotlin"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "janisdd.vscode-edit-csv"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "scaffdog.scaffdog-vscode"
vscode "shardulm94.trailing-spaces"
vscode "silvenon.mdx"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "xyc.vscode-mdx-preview"
vscode "zixuanchen.vitest-explorer"
